Show / Hide Table of Contents
Class ResultBase
Result base abstract class
Inheritance
System.Object
ResultBase
ResultOfNLA
ResultOnSection
Inherited Members
 System.Object.ToString()
 System.Object.Equals(System.Object)
 System.Object.Equals(System.Object, System.Object)
 System.Object.ReferenceEquals(System.Object, System.Object)
 System.Object.GetHashCode()
 System.Object.GetType()
 System.Object.MemberwiseClone()
Namespace: IdeaRS.OpenModel.Result
Assembly: IdeaRS.OpenModel.dll
Syntax
[Obfuscation(Feature = "renaming")]
public abstract class ResultBase
 Improve this Doc
 View Source